IDENTIFICATION DIVISION.
PROGRAM-ID. HELLO-WORLD.

PROCEDURE DIVISION.
000-MAINLINE SECTION.
000-START.
      DISPLAY "Hello from cobol! cobol-free".
000-EXIT.
EXIT-PROGRAM.
