       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO-WORLD.

       PROCEDURE DIVISION.
       000-MAINLINE SECTION.
       000-START.
           DISPLAY "Hello from cobol! index".
       000-EXIT.
       EXIT-PROGRAM.



